patterns:
    $PIN = (пина/пином/пине/пинкод*/(пин/pin) [~код]/pinкод*/pincode/пин-код*)
    $password = (~пароль/парол/пороль/пороля/поролю/поролем/пороле/пороли/поролей/поролям*/поролях)
    $change = (~изменение/изминени*/изменять/изминять/менять/минять/измени/измените/помен/поменять/меняй*/миняй*)
    $app = (эпп/эппликейш*/эпликейш*/эппс/эппка/эппки/эппке/эппку/эппкой/~приложение/~прилажение/~придожение/~придажение)
    $card = (карта/карты/картой/карту/карте)
    $wants = (хочу|хоте*|можн*)
    $yes = {([$particles] (да|даа|дааа|$particles))}
    $no = {[$particles] (не|нет|нету|неа)}